name: "{{MODEL_NAME}}"
platform: "tensorrt_plan"
max_batch_size: 0  # Disable batching in Triton, let TensorRT handle it
input [
  {
    name: "input"
    data_type: TYPE_FP32
    dims: [-1, 3, 224, 224]  # Fixed dimensions as per Netron
  }
]

output [
  {
    name: "output"
    data_type: TYPE_FP32
    dims: [-1, 24]  # Fixed output for 24 attributes
  }
]